Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: that participation in the AI regulatory sandbox is limited to a period that is appropriate to the complexity and scale of the project and that may be extended by the national competent authority;
pt_pt: Que a participação no ambiente de testagem da regulamentação da IA seja limitada a um período adequado à complexidade e dimensão do projeto, e que poderá ser prorrogado pela autoridade nacional competente;

source: that AI regulatory sandboxes facilitate the development of tools and infrastructure for testing, benchmarking, assessing and explaining dimensions of AI systems relevant for regulatory learning, such as accuracy, robustness and cybersecurity, as well as measures to mitigate risks to fundamental rights and society at large.
pt_pt: Que os ambientes de testagem da regulamentação da IA facilitem o desenvolvimento de instrumentos e de infraestruturas para testar, comparar, avaliar e explicar as dimensões dos sistemas de IA pertinentes para a aprendizagem regulamentar, como a exatidão, a robustez e a cibersegurança, bem como de medidas para atenuar os riscos para os direitos fundamentais e a sociedade em geral.

source: Prospective providers in the AI regulatory sandboxes, in particular SMEs and start-ups, shall be directed, where relevant, to pre-deployment services such as guidance on the implementation of this Regulation, to other value-adding services such as help with standardisation documents and certification, testing and experimentation facilities, European Digital Innovation Hubs and centres of excellence.
pt_pt: Os potenciais prestadores nos ambientes de testagem da regulamentação da IA, especialmente as PME e as empresas em fase de arranque, devem ser direcionados, se for caso disso, para os serviços de pré-implantação — como serviços de orientação sobre a aplicação do presente regulamento — e para outros serviços que apresentem um valor acrescentado, como a ajuda para os documentos de normalização e à certificação, as instalações de testagem e experimentação, os polos de inovação digital europeus e os centros de excelência.

source: Where national competent authorities consider authorising testing in real world conditions supervised within the framework of an AI regulatory sandbox to be established under this Article, they shall specifically agree the terms and conditions of such testing and, in particular, the appropriate safeguards with the participants, with a view to protecting fundamental rights, health and safety.
pt_pt: Sempre que ponderem autorizar a testagem em condições reais supervisionada no âmbito de um ambiente de testagem da regulamentação da IA criado ao abrigo do presente artigo, as autoridades nacionais competentes devem acordar especificamente os termos e condições dessa testagem e, em especial, as salvaguardas adequadas com os participantes com vista a proteger os direitos fundamentais, a saúde e a segurança.

source: Where appropriate, they shall cooperate with other national competent authorities with a view to ensuring consistent practices across the Union.
pt_pt: Se for caso disso, cooperam com outras autoridades nacionais competentes com vista a assegurar práticas coerentes em toda a União.

source: Article 59
pt_pt: Artigo 59.o

source: Further processing of personal data for developing certain AI systems in the public interest in the AI regulatory sandbox
pt_pt: Tratamento adicional de dados pessoais para efeitos de desenvolvimento de certos sistemas de IA de interesse público no ambiente de testagem da regulamentação da IA

source: In the AI regulatory sandbox, personal data lawfully collected for other purposes may be processed solely for the purpose of developing, training and testing certain AI systems in the sandbox when all of the following conditions are met:
pt_pt: No ambiente de testagem da regulamentação da IA, os dados pessoais legalmente recolhidos para outras finalidades podem ser tratados exclusivamente com vista a desenvolver, treinar e testar certos sistemas de IA no ambiente de testagem, quando estiverem preenchidas todas as seguintes condições:

source: AI systems shall be developed for safeguarding substantial public interest by a public authority or another natural or legal person and in one or more of the following areas:
pt_pt: Os sistemas de IA são desenvolvidos para salvaguarda de um interesse público substancial por uma autoridade pública ou outra pessoa singular ou coletiva e num ou mais dos seguintes domínios:

source: public safety and public health, including disease detection, diagnosis prevention, control and treatment and improvement of health care systems;
pt_pt: segurança pública e saúde pública, nomeadamente a deteção, o diagnóstico, a prevenção, o controlo e o tratamento e a melhoria dos sistemas de cuidados de saúde,

source: a high level of protection and improvement of the quality of the environment, protection of biodiversity, protection against pollution, green transition measures, climate change mitigation and adaptation measures;
pt_pt: um elevado nível de proteção e melhoria da qualidade do ambiente, a proteção da biodiversidade, a proteção contra a poluição, medidas de transição ecológica, medidas de atenuação das alterações climáticas e de adaptação às mesmas,

source: energy sustainability;
pt_pt: sustentabilidade energética,

source: safety and resilience of transport systems and mobility, critical infrastructure and networks;
pt_pt: segurança e resiliência dos sistemas e da mobilidade, das infraestruturas críticas e das redes de transportes,

source: efficiency and quality of public administration and public services;
pt_pt: eficiência e qualidade da administração pública e dos serviços públicos;

source: the data processed are necessary for complying with one or more of the requirements referred to in Chapter III, Section 2 where those requirements cannot effectively be fulfilled by processing anonymised, synthetic or other non-personal data;
pt_pt: Os dados tratados são necessários para cumprir um ou vários dos requisitos a que se refere o capítulo III, secção 2, caso esses requisitos não possam ser eficazmente cumpridos mediante tratamento de dados anonimizados, sintéticos ou outros dados não pessoais;

source: there are effective monitoring mechanisms to identify if any high risks to the rights and freedoms of the data subjects, as referred to in Article 35 of Regulation (EU) 2016/679 and in Article 39 of Regulation (EU) 2018/1725, may arise during the sandbox experimentation, as well as response mechanisms to promptly mitigate those risks and, where necessary, stop the processing;
pt_pt: Existem mecanismos de controlo eficazes para determinar, tal como previsto no artigo 35.o do Regulamento (UE) 2016/679 e no artigo 39.o do Regulamento (UE) 2018/1725, se pode surgir durante a experimentação no ambiente de testagem um elevado risco para os direitos e as liberdades, bem como identificar mecanismos de resposta para atenuar prontamente esses riscos e, se necessário, interromper o tratamento dos dados;

source: any personal data to be processed in the context of the sandbox are in a functionally separate, isolated and protected data processing environment under the control of the prospective provider and only authorised persons have access to those data;
pt_pt: Todos os dados pessoais a tratar no contexto do ambiente de testagem se encontram num ambiente de tratamento de dados funcionalmente separado, isolado e protegido sob o controlo do potencial prestador, sendo apenas acessíveis a pessoas autorizadas;

source: providers can further share the originally collected data only in accordance with Union data protection law; any personal data created in the sandbox cannot be shared outside the sandbox;
pt_pt: Os prestadores só podem partilhar os dados inicialmente recolhidos se essa partilha estiver em conformidade com a legislação da União em matéria de proteção de dados; os dados pessoais armazenados no ambiente de testagem não podem ser partilhados fora do ambiente de testagem;

source: any processing of personal data in the context of the sandbox neither leads to measures or decisions affecting the data subjects nor does it affect the application of their rights laid down in Union law on the protection of personal data;
pt_pt: Nenhum tratamento de dados pessoais no contexto do ambiente de testagem dá origem a medidas ou decisões que afetem os titulares dos dados, ou afeta a aplicação dos seus direitos consagrados no direito da União em matéria de proteção de dados pessoais;

source: any personal data processed in the context of the sandbox are protected by means of appropriate technical and organisational measures and deleted once the participation in the sandbox has terminated or the personal data has reached the end of its retention period;
pt_pt: Todos os dados pessoais tratados no contexto do ambiente de testagem são protegidos por meio de medidas técnicas e organizativas adequadas e apagados assim que a participação no ambiente de testagem terminar ou assim que os dados pessoais atingirem o fim do respetivo período de conservação;

source: the logs of the processing of personal data in the context of the sandbox are kept for the duration of the participation in the sandbox, unless provided otherwise by Union or national law;
pt_pt: Os registos do tratamento de dados pessoais no contexto do ambiente de testagem são mantidos durante a participação no ambiente de testagem, salvo disposição em contrário no direito da União ou no direito nacional;

source: a complete and detailed description of the process and rationale behind the training, testing and validation of the AI system is kept together with the testing results as part of the technical documentation referred to in Annex IV;
pt_pt: É conservada como parte da documentação técnica a que se refere o anexo IV, juntamente com os resultados dos testes, uma descrição completa e pormenorizada do processo e da lógica subjacentes ao treino, ao teste e à validação do sistema de IA;

source: a short summary of the AI project developed in the sandbox, its objectives and expected results is published on the website of the competent authorities; this obligation shall not cover sensitive operational data in relation to the activities of law enforcement, border control, immigration or asylum authorities.
pt_pt: É publicada no sítio Web das autoridades competentes uma breve síntese do projeto de IA desenvolvido no ambiente de testagem, incluindo os seus objetivos e resultados esperados; esta obrigação não abrange dados operacionais sensíveis relacionados com as atividades das autoridades competentes em matéria de aplicação da lei, controlo das fronteiras, imigração ou asilo.

source: For the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including safeguarding against and preventing threats to public security, under the control and responsibility of law enforcement authorities, the processing of personal data in AI regulatory sandboxes shall be based on a specific Union or national law and subject to the same cumulative conditions as referred to in paragraph 1.
pt_pt: Para efeitos de prevenção, investigação, deteção ou repressão de infrações penais, ou execução de sanções penais, incluindo a proteção contra ameaças à segurança pública e a prevenção das mesmas, sob o controlo e a responsabilidade das autoridades responsáveis pela aplicação da lei, o tratamento de dados pessoais em ambientes de testagem da regulamentação da IA baseia-se no direito da União ou nacional específica e está sujeito às mesmas condições cumulativas a que se refere o n.o 1.

source: Paragraph 1 is without prejudice to Union or national law which excludes processing of personal data for other purposes than those explicitly mentioned in that law, as well as to Union or national law laying down the basis for the processing of personal data which is necessary for the purpose of developing, testing or training of innovative AI systems or any other legal basis, in compliance with Union law on the protection of personal data.
pt_pt: O n.o 1 não prejudica o direito da União ou o direito nacional que exclua o tratamento de dados pessoais para outras finalidades que não as explicitamente mencionadas nessa legislação, nem o direito da União ou o direito nacional que estabeleça a base para o tratamento de dados pessoais necessário para efeitos de desenvolvimento, testagem ou treino de sistemas de IA inovadores nem qualquer outra base jurídica, em conformidade com o direito da União em matéria de proteção de dados pessoais.

source: Article 60
pt_pt: Artigo 60.o

source: Testing of high-risk AI systems in real world conditions outside AI regulatory sandboxes
pt_pt: Testagem de sistemas de IA de risco elevado em condições reais fora dos ambientes de testagem da regulamentação da IA

source: Testing of high-risk AI systems in real world conditions outside AI regulatory sandboxes may be conducted by providers or prospective providers of high-risk AI systems listed in Annex III, in accordance with this Article and the real-world testing plan referred to in this Article, without prejudice to the prohibitions under Article 5.
pt_pt: A testagem de sistemas de IA de risco elevado em condições reais fora dos ambientes de testagem da regulamentação da IA pode ser realizada por prestadores ou potenciais prestadores dos sistemas de IA de risco elevado enumerados no anexo III, em conformidade com o presente artigo e com o plano de testagem em condições reais a que se refere o presente artigo, sem prejuízo das proibições previstas no artigo 5.o.

source: The Commission shall, by means of implementing acts, specify the detailed elements of the real-world testing plan.
pt_pt: A Comissão, por meio de atos de execução, especifica os elementos pormenorizados do plano de testagem em condições reais.

source: This paragraph shall be without prejudice to Union or national law on the testing in real world conditions of high-risk AI systems related to products covered by Union harmonisation legislation listed in Annex I.
pt_pt: O presente número não prejudica o direito da União nem o direito nacional relativo à testagem em condições reais de sistemas de IA de risco elevado relacionados com produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I.

source: Providers or prospective providers may conduct testing of high-risk AI systems referred to in Annex III in real world conditions at any time before the placing on the market or the putting into service of the AI system on their own or in partnership with one or more deployers or prospective deployers.
pt_pt: Os prestadores ou potenciais prestadores podem testar os sistemas de IA de risco elevado a que se refere o anexo III em condições reais em qualquer momento antes da colocação no mercado ou da colocação em serviço do sistema de IA, isoladamente ou em parceria com um ou mais responsáveis pela implantação ou potenciais responsáveis pela implantação.

source: The testing of high-risk AI systems in real world conditions under this Article shall be without prejudice to any ethical review that is required by Union or national law.
pt_pt: A testagem de sistemas de IA de risco elevado em condições reais ao abrigo do presente artigo não prejudica qualquer análise ética que seja exigida pelo direito da União ou pelo direito nacional.

source: Providers or prospective providers may conduct the testing in real world conditions only where all of the following conditions are met:
pt_pt: Os prestadores ou potenciais prestadores só podem realizar a testagem em condições reais se estiverem preenchidas todas as seguintes condições:

source: the provider or prospective provider has drawn up a real-world testing plan and submitted it to the market surveillance authority in the Member State where the testing in real world conditions is to be conducted;
pt_pt: O prestador ou potencial prestador elaborou um plano de testagem em condições reais e apresentou-o à autoridade de fiscalização do mercado do Estado-Membro onde se vai realizar a testagem em condições reais;

source: the market surveillance authority in the Member State where the testing in real world conditions is to be conducted has approved the testing in real world conditions and the real-world testing plan; where the market surveillance authority has not provided an answer within 30 days, the testing in real world conditions and the real-world testing plan shall be understood to have been approved; where national law does not provide for a tacit approval, the testing in real world conditions shall remain subject to an authorisation;
pt_pt: A autoridade de fiscalização do mercado do Estado-Membro onde se vai realizar a testagem em condições reais aprovou a testagem em condições reais e o plano de testagem em condições reais; se a autoridade de fiscalização do mercado não der uma resposta no prazo de 30 dias, considera-se que as testagens em condições reais e o plano de testagem foram aprovados; nos casos em que a legislação nacional não preveja uma aprovação tácita, a testagem em condições reais continua a estar sujeita a uma autorização;

source: the provider or prospective provider, with the exception of providers or prospective providers of high-risk AI systems referred to in points 1, 6 and 7 of Annex III in the areas of law enforcement, migration, asylum and border control management, and high-risk AI systems referred to in point 2 of Annex III has registered the testing in real world conditions in accordance with Article 71(4) with a Union-wide unique single identification number and with the information specified in Annex IX; the provider or prospective provider of high-risk AI systems referred to in points 1, 6 and 7 of Annex III in the areas of law enforcement, migration, asylum and border control management, has registered the testing in real-world conditions in the secure non-public section of the EU database according to Article 49(4), point (d), with a Union-wide unique single identification number and with the information specified therein; the provider or prospective provider of high-risk AI systems referred to in point 2 of Annex III has registered the testing in real-world conditions in accordance with Article 49(5);
pt_pt: O prestador ou potencial prestador, com exceção dos prestadores ou potenciais prestadores dos sistemas de IA de risco elevado a que se refere o anexo III, pontos 1, 6 e 7, nos domínios da aplicação da lei, da migração, do asilo e da gestão do controlo das fronteiras, e dos sistemas de IA de risco elevado a que se refere o anexo III, ponto 2, registou a testagem em condições reais em conformidade com o artigo 71.o, n.o 4, com um número único de identificação a nível da União e com as informações especificadas no anexo IX; o prestador ou potencial prestador dos sistemas de IA de risco elevado a que se refere o anexo III, pontos 1, 6 e 7, nos domínios da aplicação da lei, da migração, do asilo e da gestão do controlo das fronteiras, registou a testagem em condições reais na secção não pública da base de dados da UE em conformidade com o artigo 49.o, n.o 4, com um número único de identificação a nível da União e com as informações aí especificadas; o prestador ou potencial prestado de sistemas de IA de risco elevado referido no anexo III, ponto 2, registou a testagem em condições reais em conformidade com o artigo 49.o, n.o 5;

source: the provider or prospective provider conducting the testing in real world conditions is established in the Union or has appointed a legal representative who is established in the Union;
pt_pt: O prestador ou potencial prestador que realiza a testagem em condições reais está estabelecido na União ou nomeou um representante legal que está estabelecido na União;

source: data collected and processed for the purpose of the testing in real world conditions shall be transferred to third countries only provided that appropriate and applicable safeguards under Union law are implemented;
pt_pt: Os dados recolhidos e tratados para efeitos de testagem em condições reais não são transferidos para países terceiros, a menos que sejam aplicadas as garantias adequadas e aplicáveis nos termos do direito da União;

source: the testing in real world conditions does not last longer than necessary to achieve its objectives and in any case not longer than six months, which may be extended for an additional period of six months, subject to prior notification by the provider or prospective provider to the market surveillance authority, accompanied by an explanation of the need for such an extension;
pt_pt: A testagem em condições reais não dura mais tempo do que o necessário para atingir os seus objetivos e, em qualquer caso, não excede seis meses, que podem ser prorrogados por um período de mais seis meses, sob reserva de notificação prévia do prestador ou potencial prestador à autoridade de fiscalização do mercado, acompanhada de uma explicação da necessidade dessa prorrogação;

source: the subjects of the testing in real world conditions who are persons belonging to vulnerable groups due to their age or disability, are appropriately protected;
pt_pt: Os participantes na testagem em condições reais que sejam pessoas que pertençam a grupos vulneráveis devido à sua idade ou deficiência estão devidamente protegidos;

source: where a provider or prospective provider organises the testing in real world conditions in cooperation with one or more deployers or prospective deployers, the latter have been informed of all aspects of the testing that are relevant to their decision to participate, and given the relevant instructions for use of the AI system referred to in Article 13; the provider or prospective provider and the deployer or prospective deployer shall conclude an agreement specifying their roles and responsibilities with a view to ensuring compliance with the provisions for testing in real world conditions under this Regulation and under other applicable Union and national law;
pt_pt: Sempre que um prestador ou potencial prestador organizar a testagem em condições reais em colaboração com um ou mais responsáveis ou potenciais responsáveis pela implantação, estes últimos são informados de todos os aspetos da testagem que sejam pertinentes para a sua decisão de participar e recebem as instruções de utilização pertinentes do sistema de IA a que se refere o artigo 13.o; o prestador ou potencial prestador e o responsável pela implantação ou potencial responsável pela implantação celebram um acordo que especifique as suas funções e responsabilidades, a fim de assegurar o cumprimento das disposições relativas à testagem em condições reais nos termos do presente regulamento e de outras disposições aplicáveis do direito da União e do direito nacional;

source: the subjects of the testing in real world conditions have given informed consent in accordance with Article 61, or in the case of law enforcement, where the seeking of informed consent would prevent the AI system from being tested, the testing itself and the outcome of the testing in the real world conditions shall not have any negative effect on the subjects, and their personal data shall be deleted after the test is performed;
pt_pt: Os participantes na testagem em condições reais deram o seu consentimento informado em conformidade com o artigo 61.o ou, no caso das autoridades responsáveis pela aplicação da lei, se a obtenção do consentimento informado impedir que o sistema de IA seja testado, a testagem propriamente dita e os resultados da testagem em condições reais não têm um efeito negativo sobre os participantes e os seus dados pessoais são apagados depois de realizada a testagem;
